<?php

return [

     'managetitle' => 'প্রতিষ্ঠানের পদের বিবরণী সমূহ',
     'addtitle' => 'প্রতিষ্ঠানের পদের বিবরণী যুক্ত করুন',
     'edittitle' => 'প্রতিষ্ঠানের পদের বিবরণী পরিবর্তন করুন',
     'viewtitle' => 'প্রতিষ্ঠানের পদের বিবরণী দেখুন',
     'serial_no' => 'ক্রমিক নং',
     'dates' => 'প্রকাশের তারিখ',
     'titles' => 'শিরোনাম',
     'title' => 'টাইটেল',
     'title_en' => 'টাইটেল (ইংরেজি)',
     'title_bn' => 'টাইটেল (বাংলা)',
     'details' => 'বিস্তারিত',
     'details_en' => 'বিস্তারিত (ইংরেজি)',
     'details_bn' => 'বিস্তারিত (বাংলা)',
     'image' => 'ছবি/ফাইল',
     'institute_position_details'=>'প্রতিষ্ঠানের পদের বিবরণী',
];
