<?php

return [
     'managetitle' => 'অনলাইন লেকচার আপলোড',
     'addtitle' => 'অনলাইন লেকচার আপলোড করুন',
     'viewtitle' => 'আপলোডকৃত অনলাইন লেকচার দেখুন',
     'edittitle' => 'আপলোডকৃত অনলাইন লেকচার পরিবর্তন করুন',
     'class_name' => 'শ্রেণীর নাম',
     'group_name' => 'গ্রপের নাম',
     'title' => 'টাইটেল',
     'title_bn' => 'টাইটেল (বাংলা)',
     'title_en' => 'টাইটেল (ইংরেজী)',
     'teacher_name' => 'শিক্ষকের নাম',
     'teacher_name_bn' => 'শিক্ষকের নাম (বাংলা)',
     'teacher_name_en' => 'শিক্ষকের নাম (ইংরেজী)',
     'details' => 'বিস্তারিত (ইংরেজি)',
     'details_bn' => 'বিস্তারিত (বাংলা)',
     'video_url' => 'ভিডিও ইউআরএল',
     'image' => 'ছবি',
     'download' => 'ডাউনলোড/ফাইল ছবি',
];
