<?php

return [

     'managetitle' => 'অধ্যক্ষ/সভাপতি/প্রধান শিক্ষকের বার্তা',
     'addtitle' => 'অধ্যক্ষ/সভাপতির/প্রধান শিক্ষকের বার্তা যুক্ত করুন',
     'edittitle' => 'অধ্যক্ষ/সভাপতি/প্রধান শিক্ষকের বার্তা পরিবর্তন করুন',
     'viewtitle' => 'অধ্যক্ষ/সভাপতি/প্রধান শিক্ষকের বার্তা দেখুন',
     'type' => 'ধরণ',
     'name' => 'নাম',
     'details' => 'বিস্তারিত',
     'image' => 'ছবি/ফাইল',
     'download' => 'ডাউনলোড/ফাইল ছবি',
     'principal'=>'অধ্যক্ষ/প্রধান শিক্ষক',
     'president'=>'সভাপতি',
     'name_bn'=>'নাম (বাংলা)',
     'details_bn'=>'বিস্তারিত (বাংলা)',



];
